IDEA Open Model
ConnectionSetup.GammaC Property
Compatible with IDEA StatiCa 20.1
 Partial safety factor of concrete
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double GammaC { get; set; }
Public Property GammaC As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace